
#+name: graphdata
#+begin_src ttl
@prefix example: <http://example.org/>.

example:this a example:graph.

#+end_src

#+begin_src arq :source graphdata
SELECT ?s
WHERE { ?s ?p ?o. }
#+end_src

#+RESULTS:
: -----------------------------
: | s                         |
: =============================
: | <http://example.org/this> |
: -----------------------------
